Repository: poehlerj/calendar_notify_bot
Catalog: calendar_bot/locales/*/LC_MESSAGES/messages.po
Languages: de

source: *Appointment*
de: *Termin*

source: Eventsummary
de: Veranstaltungsbezeichnung

source: Description
de: Beschreibung

source: Begin
de: Start

source: on
de: am

source: End
de: Ende

source: Location
de: Ort

source: I have got new events for you
de: Ich habe neue Veranstaltungen für dich

source: No new events available
de: Keine neuen Events verfügbar

source: Attention! The following event is coming up
de: Achtung! Die folgende Veranstaltung steht kurz bevor

source: Attention! The following events are coming up
de: Achtung! Die folgenden Veranstaltungen stehen kurz bevor

source: You were already subscribed to the event notification system
de: Du hast die automatische Kalenderbenachrichtigung bereits abonniert

source: You weren't subscribed to the event notification system
de: Du hattest die automatische Kalenderbenachrichtigung nicht abonniert

source: You will not get notified, when a new event has been added, anymore
de: Du wirst nun nicht mehr benachrichtigt, wenn eine neuer Kalendereintrag hinzukommt

source: You wil get notified, when a new event has been added.
de: Du wirst nun benachrichtigt, wenn neue Kalendereinträge hinzukommen

source: You can state the following commands:
de: Du kannst einen der folgenden Kommandos absetzen:

source: *{appointments}* gives you all the upcoming events in a list sorted chronologically
de: *{appointments}* gibt dir alle anstehenden Veranstaltungen in chronologischer Reihenfolge

source: appointments
de: termine

source: *{sub}* subscribes yourself to the notification system. I will notify you, when a new event has been added and when an event is due
de: *{sub}* aktiviert die Benachrichtigungsfunktion. Ich werde dich dann benachrichtigen, wenn eine neue Veranstaltung erstellt wurde oder wenn eine Veranstaltung kurz bevor steht

source: sub
de: abo

source: *{unsub}* unsubscribes you from the notification system
de: *{unsub}* deabonniert die automatische Kalenderbenachrichtigung

source: unsub
de: deabo

source: *{help}* prints this helping text
de: *{help}* zeigt dir diesen hilfreichen Text an

source: help
de: hilfe
